[
  {
    "author": "Usama",
    "likes": 25,
    "images": [],
    "_id": "64961a8faf99076638fa74df",
    "creationDate": "2023-06-23T22:19:06.908Z",
    "title": "Come Moon and Star",
    "bodyText": "<div class='post'><h3>Introduction</h3> Come Nerevar, friend or traitor, come. Come and look upon the Heart and Akulakahn and bring Wraithguard, I have need of it. Come to the Heart chamber, I wait for you there, where we last met, countless ages ago. <h3> Come to me through fire and war </h3> I welcome you! Welcome Moon-and-Star, I have prepared a place for you! Come, bring Wraithguard to the Heart chamber, together, let us free the cursed false gods! Welcome Nerevar, together we shall speak for the law and the land and drive the mongrel dogs of the Empire from Morrowind! Is this how you honor the 6th house and the tribe unmourned? Come to me openly, and not by stealth. Dagoth Ur welcomes you Nerevar, my old friend... but to this place where destiny is made, why have you come unprepared? Welcome, Moon-and-Star, to this place where YOUR destiny is made. What a fool you are, I'm a god! How can you kill a god? What a grand and intoxicating innocence! How could you be so naive? There is no escape, no recall or intervention can work in this place! Come! Lay down your weapons! It is not too late for my mercy...</div>",
    "comments": [
      {
        "_id": "64961a8faf99076638fa74e0",
        "username": "bob_dylan123",
        "comment": "This is awesome"
      },
      {
        "_id": "64961a8faf99076638fa74e1",
        "username": "dagoth_ur",
        "comment": "Stolen quote"
      }
    ],
    "id": "64961a8faf99076638fa74df"
  },
  {
    "author": "Usama",
    "likes": 0,
    "images": [],
    "_id": "64960ec985895c3548dc2e60",
    "creationDate": "2023-06-23T21:29:43.981Z",
    "title": "Sands of Time: Prince Monologue",
    "bodyText": "Most people think time is like a river, that moves swift and sure in one direction. But I have seen the face of time and I can tell you, they are wrong. Time is an ocean in a storm. You may wonder who I am and why I say this. Sit down and I will tell you a tale like none you have ever heard.",
    "comments": [],
    "id": "64960ec985895c3548dc2e60"
  },
  {
    "author": "Usama",
    "likes": 0,
    "images": [],
    "_id": "64960fd185895c3548dc2e62",
    "creationDate": "2023-06-23T21:29:43.981Z",
    "title": "Prince of Persia Rewinds the Sands",
    "bodyText": "Vizier: 'The girl is unimportant' \n Prince:Jumps for Vizier \n Vizier: 'Give me the Dagger, and I will give you power. Eternal life will be yours' \n Prince: 'Live forever? With those I love dead and I to blame. I choose death...'",
    "comments": [],
    "id": "64960fd185895c3548dc2e62"
  },
  {
    "author": "Usama",
    "likes": 0,
    "images": [],
    "_id": "6496103885895c3548dc2e64",
    "creationDate": "2023-06-23T21:29:43.981Z",
    "title": "Prince of Persia Rewinds the Sands",
    "bodyText": "Bravely I had fought, and slain my enemies. Honour and glory were mine. But though I fight until the desert sands themselves were red with blood, I could not bring back the dead.",
    "comments": [],
    "id": "6496103885895c3548dc2e64"
  }
]
